Repository: ram-pyth/djangoproject_ptu10
Catalog: library/locale/*/LC_MESSAGES/django.po
Languages: lt

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: Authors books
lt: Autoriaus knygos

source: Local library
lt: Miestelio biblioteka

source: Welcome to the book heaven!
lt: Sveiki atvykę į mūsų miestelio knygų rojų!!!!!!!!!

source: At the moment we have:
lt: Šiuo momentu mes turime:

source: Books:
lt: Knygos:

source: Book copies:
lt: Knygų egzemplioriai:

source: Available copies:
lt: Laisvi egzemplioriai:

source: Authors:
lt: Turimi autoria:

source: Hello
lt: Sveiki

source: your visits:
lt: apsilankymai:

source: Username %s already exists!!!
lt: Vartotojas %s jau egzistuoja!!!

source: Emailas %s already exists!!!
lt: Emailas %s jau egzistuoja!!!

source: Registration of %s successful!!
lt: %s sėkmingai užregistruotas!!

source: Passwords do not match!!!
lt: Slaptažodžiai nesutampa!!!
